Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Reusable export presets and cropper size presets.
de: Wiederverwendbare Exportvoreinstellungen und Größenvorgaben für die Bereichsauswahl.
es: Preajustes reutilizables de exportación y tamaño de recorte.
fr: Préréglages réutilisables d’exportation et de taille de sélection.
it: Preimpostazioni riutilizzabili di esportazione e dimensioni di ritaglio.
ja: 再利用可能な書き出しプリセットと範囲選択のサイズプリセット。
ko: 재사용 가능한 내보내기 프리셋과 선택 영역 크기 프리셋입니다.
pt_br: Predefinições reutilizáveis de exportação e tamanho de recorte.
pt_pt: Predefinições reutilizáveis de exportação e tamanho de recorte.
vi: Thiết lập sẵn có thể dùng lại cho xuất và kích thước vùng chọn.
zh_hans: 可重复使用的导出预设和选区尺寸预设。

source: Save As
de: Sichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
ja: 別名で保存
ko: 다른 이름으로 저장
pt_br: Salvar como
pt_pt: Guardar como
vi: Lưu thành
zh_hans: 另存为

source: Save Current Frame As...
de: Aktuelles Bild sichern unter…
es: Guardar fotograma actual como…
fr: Enregistrer l’image actuelle sous…
it: Salva fotogramma corrente con nome…
ja: 現在のフレームを別名で保存…
ko: 현재 프레임을 다른 이름으로 저장…
pt_br: Salvar quadro atual como…
pt_pt: Guardar fotograma atual como…
vi: Lưu khung hình hiện tại thành…
zh_hans: 将当前帧另存为…

source: Save the recent replay buffer.
de: Die letzten Momente aus dem Wiedergabepuffer speichern.
es: Guardar el contenido reciente del búfer de repetición.
fr: Enregistrer le contenu récent du tampon de relecture.
it: Salva il contenuto recente del buffer di replay.
ja: リプレイバッファの直前の内容を保存します。
ko: 리플레이 버퍼의 최근 내용을 저장합니다.
pt_br: Salvar o conteúdo recente do buffer de replay.
pt_pt: Guardar o conteúdo recente da memória intermédia de repetição.
vi: Lưu nội dung gần nhất của bộ đệm phát lại.
zh_hans: 保存回放缓冲区中的最近内容。

source: Saved %@
de: %@ gesichert
es: %@ guardado
fr: %@ enregistré
it: %@ salvato
ja: %@を保存しました
ko: %@ 저장됨
pt_br: %@ salvo
pt_pt: %@ guardado
vi: Đã lưu %@
zh_hans: 已保存 %@

source: Saving frame
de: Bild wird gesichert
es: Guardando fotograma
fr: Enregistrement de l’image
it: Salvataggio del fotogramma
ja: フレームを保存中
ko: 프레임 저장 중
pt_br: Salvando quadro
pt_pt: A guardar fotograma
vi: Đang lưu khung hình
zh_hans: 正在保存帧

source: Saving original
de: Original wird gesichert
es: Guardando original
fr: Enregistrement de l’original
it: Salvataggio dell’originale
ja: オリジナルを保存中
ko: 원본 저장 중
pt_br: Salvando original
pt_pt: A guardar original
vi: Đang lưu bản gốc
zh_hans: 正在保存原始文件

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
pt_pt: Selecionado
vi: Đã chọn
zh_hans: 已选择

source: Selected microphone not found - using System Default.
de: Ausgewähltes Mikrofon nicht gefunden – Systemstandard wird verwendet.
es: No se encontró el micrófono seleccionado; se usará el predeterminado del sistema.
fr: Micro sélectionné introuvable ; utilisation du réglage système par défaut.
it: Microfono selezionato non trovato: viene usato quello predefinito di sistema.
ja: 選択したマイクが見つかりません。システムデフォルトを使用します。
ko: 선택한 마이크를 찾을 수 없어 시스템 기본값을 사용합니다.
pt_br: Microfone selecionado não encontrado; usando o padrão do sistema.
pt_pt: Microfone selecionado não encontrado; a utilizar a predefinição do sistema.
vi: Không tìm thấy micrô đã chọn — đang dùng mặc định hệ thống.
zh_hans: 未找到所选麦克风，将使用系统默认设备。

source: Selects this word and jumps to %@. Hold Shift while activating to extend the selection.
de: Wählt dieses Wort aus und springt zu %@. Beim Aktivieren die Umschalttaste gedrückt halten, um die Auswahl zu erweitern.
es: Selecciona esta palabra y salta a %@. Mantén pulsada Mayúsculas al activar para ampliar la selección.
fr: Sélectionne ce mot et passe à %@. Maintenir Maj lors de l’activation pour étendre la sélection.
it: Seleziona questa parola e passa a %@. Tieni premuto Maiuscole durante l’attivazione per estendere la selezione.
ja: この単語を選択して%@に移動します。Shiftキーを押しながら操作すると選択範囲が広がります。
ko: 이 단어를 선택하고 %@로 이동합니다. 활성화할 때 Shift 키를 누르면 선택 영역이 확장됩니다.
pt_br: Seleciona esta palavra e vai para %@. Mantenha Shift pressionado ao ativar para ampliar a seleção.
pt_pt: Seleciona esta palavra e avança para %@. Mantenha Shift premido ao ativar para alargar a seleção.
vi: Chọn từ này và chuyển đến %@. Giữ Shift khi kích hoạt để mở rộng vùng chọn.
zh_hans: 选择此单词并跳转到 %@。激活时按住 Shift 键可扩展选区。

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
pt_br: Atalhos
pt_pt: Atalhos
vi: Phím tắt
zh_hans: 快捷键

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
pt_pt: Mostrar
vi: Hiện
zh_hans: 显示

source: Show transcript
de: Transkript anzeigen
es: Mostrar transcripción
fr: Afficher la transcription
it: Mostra trascrizione
ja: 文字起こしを表示
ko: 대본 표시
pt_br: Mostrar transcrição
pt_pt: Mostrar transcrição
vi: Hiện bản chép lời
zh_hans: 显示转写文本

source: Speaker %d
de: Sprecher %d
es: Hablante %d
fr: Locuteur %d
it: Parlante %d
ja: 話者%d
ko: 화자 %d
pt_br: Falante %d
pt_pt: Orador %d
vi: Người nói %d
zh_hans: 说话人 %d

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
pt_pt: Velocidade
vi: Tốc độ
zh_hans: 速度

source: Stable
de: Stabil
es: Estable
it: Stabile
ja: 安定版
ko: 안정
pt_br: Estável
pt_pt: Estável
vi: Ổn định
zh_hans: 稳定版

source: Start an audio-only recording.
de: Eine reine Audioaufnahme starten.
es: Iniciar una grabación solo de audio.
fr: Démarrer un enregistrement audio uniquement.
it: Avvia una registrazione solo audio.
ja: 音声のみの収録を開始します。
ko: 오디오 전용 녹음을 시작합니다.
pt_br: Iniciar uma gravação somente de áudio.
pt_pt: Iniciar uma gravação apenas de áudio.
vi: Bắt đầu bản ghi chỉ có âm thanh.
zh_hans: 开始纯音频录制。

source: Start or stop recording.
de: Aufnahme starten oder stoppen.
es: Iniciar o detener la grabación.
fr: Démarrer ou arrêter l’enregistrement.
it: Avvia o interrompi la registrazione.
ja: 収録を開始または停止します。
ko: 녹화를 시작하거나 중지합니다.
pt_br: Iniciar ou parar a gravação.
pt_pt: Iniciar ou parar a gravação.
vi: Bắt đầu hoặc dừng ghi.
zh_hans: 开始或停止录制。

source: Start recording immediately.
de: Aufnahme sofort starten.
es: Iniciar la grabación inmediatamente.
fr: Démarrer l’enregistrement immédiatement.
it: Avvia subito la registrazione.
ja: すぐに収録を開始します。
ko: 즉시 녹화를 시작합니다.
pt_br: Iniciar a gravação imediatamente.
pt_pt: Iniciar a gravação imediatamente.
vi: Bắt đầu ghi ngay lập tức.
zh_hans: 立即开始录制。

source: Starting recording
de: Aufnahme wird gestartet
es: Iniciando grabación
fr: Démarrage de l’enregistrement
it: Avvio registrazione
ja: 録画を開始中
ko: 녹화 시작 중
pt_br: Iniciando gravação
pt_pt: A iniciar a gravação
vi: Đang bắt đầu ghi
zh_hans: 正在开始录制

source: Starting · click to cancel
de: Startet · zum Abbrechen klicken
es: Iniciando · haz clic para cancelar
fr: Démarrage · cliquer pour annuler
it: Avvio · fai clic per annullare
ja: 開始中 · クリックしてキャンセル
ko: 시작 중 · 클릭하여 취소
pt_br: Iniciando · clique para cancelar
pt_pt: A iniciar · clique para cancelar
vi: Đang bắt đầu · nhấp để hủy
zh_hans: 正在开始 · 点按取消

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
pt_pt: Parar
vi: Dừng
zh_hans: 停止

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja: 収録を停止
ko: 녹화 중지
pt_br: Parar gravação
pt_pt: Parar gravação
vi: Dừng ghi
zh_hans: 停止录制

source: Stop recording after %@.
de: Aufnahme nach %@ stoppen.
es: Detener la grabación después de %@.
fr: Arrêter l’enregistrement après %@.
it: Interrompi la registrazione dopo %@.
ja: %@後に収録を停止します。
ko: %@ 후 녹화를 중지합니다.
pt_br: Parar a gravação após %@.
pt_pt: Parar a gravação após %@.
vi: Dừng ghi sau %@.
zh_hans: %@后停止录制。

source: System Audio + Mic
de: Systemaudio + Mikrofon
es: Audio del sistema + micrófono
fr: Audio système + micro
it: Audio di sistema + microfono
ja: システムオーディオ＋マイク
ko: 시스템 오디오 + 마이크
pt_br: Áudio do sistema + microfone
pt_pt: Áudio do sistema + microfone
vi: Âm thanh hệ thống + micrô
zh_hans: 系统音频＋麦克风

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Valeur par défaut du système
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema
vi: Mặc định hệ thống
zh_hans: 系统默认

# permissions.systemAudio.instructions
source: System sound uses macOS Screen & System Audio Recording. If Luxel is not listed, click + and add the app.
de: Systemsound verwendet unter macOS „Bildschirm- & Systemaudioaufnahme“. Wenn Luxel nicht aufgeführt ist, klicke auf + und füge die App hinzu.
es: El sonido del sistema usa Grabación de pantalla y audio del sistema de macOS. Si Luxel no aparece, haz clic en + y añade la app.
fr: Le son système utilise « Enregistrement de l’écran et de l’audio système » de macOS. Si Luxel n’est pas répertorié, cliquez sur + et ajoutez l’app.
it: L’audio di sistema usa Registrazione schermo e audio di sistema di macOS. Se Luxel non è nell’elenco, fai clic su + e aggiungi l’app.
ja: システム音声にはmacOSの「画面収録とシステムオーディオ録音」を使用します。Luxelが一覧にない場合は、＋をクリックして追加してください。
ko: 시스템 사운드는 macOS의 화면 및 시스템 오디오 녹음을 사용합니다. Luxel이 목록에 없으면 +를 클릭하여 앱을 추가하세요.
pt_br: O som do sistema usa Gravação de Tela e Áudio do Sistema do macOS. Se o Luxel não estiver na lista, clique em + e adicione o app.
pt_pt: O som do sistema utiliza Gravação do ecrã e do áudio do sistema do macOS. Se o Luxel não estiver na lista, clique em + e adicione a aplicação.
vi: Âm thanh hệ thống sử dụng quyền Ghi màn hình và âm thanh hệ thống của macOS. Nếu không thấy Luxel, hãy nhấp + và thêm ứng dụng.
zh_hans: 系统声音使用 macOS 的“屏幕与系统音频录制”权限。如果列表中没有 Luxel，请点按 + 并添加该 App。

source: The export was canceled before the output file was finished.
de: Der Export wurde abgebrochen, bevor die Ausgabedatei fertiggestellt war.
es: La exportación se canceló antes de terminar el archivo de salida.
fr: L’exportation a été annulée avant la fin du fichier de sortie.
it: L’esportazione è stata annullata prima del completamento del file di uscita.
ja: 出力ファイルの完成前に書き出しがキャンセルされました。
ko: 출력 파일이 완성되기 전에 내보내기가 취소되었습니다.
pt_br: A exportação foi cancelada antes de o arquivo de saída ser concluído.
pt_pt: A exportação foi cancelada antes de o ficheiro de saída estar concluído.
vi: Quá trình xuất đã bị hủy trước khi tệp đầu ra hoàn tất.
zh_hans: 输出文件完成前，导出已被取消。

source: The notch surface and floating HUD fallback are disabled.
de: Die Notch-Anzeige und die schwebende Ersatzanzeige sind deaktiviert.
es: La interfaz de la muesca y el HUD flotante alternativo están desactivados.
fr: L’affichage dans l’encoche et le panneau flottant de remplacement sont désactivés.
it: La superficie del notch e il pannello flottante alternativo sono disattivati.
ja: ノッチ表示と代替のフローティングHUDは無効です。
ko: 노치 표시와 대체 플로팅 HUD가 비활성화되어 있습니다.
pt_br: A interface do recorte e o HUD flutuante alternativo estão desativados.
pt_pt: A interface do recorte e o HUD flutuante alternativo estão desativados.
vi: Hiển thị ở phần khuyết và bảng HUD nổi thay thế đều đang tắt.
zh_hans: 刘海区域显示和浮动 HUD 备用显示均已关闭。

source: The notch surface is disabled, so recording controls will use the fallback surface.
de: Die Notch-Anzeige ist deaktiviert. Die Aufnahmesteuerung nutzt daher die Ersatzanzeige.
es: La interfaz de la muesca está desactivada; los controles de grabación usarán la interfaz alternativa.
fr: L’affichage dans l’encoche est désactivé ; les commandes d’enregistrement utiliseront l’affichage de remplacement.
it: La superficie del notch è disattivata, quindi i controlli di registrazione useranno la visualizzazione alternativa.
ja: ノッチ表示が無効なため、収録コントロールには代替表示を使用します。
ko: 노치 표시가 비활성화되어 있어 녹화 제어에 대체 표시를 사용합니다.
pt_br: A interface do recorte está desativada, então os controles de gravação usarão a interface alternativa.
pt_pt: A interface do recorte está desativada, pelo que os controlos de gravação utilizarão a interface alternativa.
vi: Hiển thị ở phần khuyết đang tắt nên các điều khiển ghi sẽ dùng giao diện thay thế.
zh_hans: 刘海区域显示已关闭，录制控件将使用备用显示方式。

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
pt_pt: Tema
vi: Giao diện
zh_hans: 主题

source: Timeline
de: Zeitleiste
es: Línea de tiempo
fr: Chronologie
ja: タイムライン
ko: 타임라인
pt_br: Linha do tempo
pt_pt: Linha temporal
vi: Dòng thời gian
zh_hans: 时间线

source: Top Center
de: Oben mittig
es: Arriba, centro
fr: En haut au centre
it: In alto al centro
ja: 上中央
ko: 위쪽 가운데
pt_br: Em cima, ao centro
pt_pt: Em cima, ao centro
vi: Trên cùng, giữa
zh_hans: 顶部居中

source: Top Left
de: Oben links
es: Arriba, izquierda
fr: En haut à gauche
it: In alto a sinistra
ja: 左上
ko: 왼쪽 위
pt_br: Em cima, à esquerda
pt_pt: Em cima, à esquerda
vi: Trên cùng, bên trái
zh_hans: 左上角

source: Top Right
de: Oben rechts
es: Arriba, derecha
fr: En haut à droite
it: In alto a destra
ja: 右上
ko: 오른쪽 위
pt_br: Em cima, à direita
pt_pt: Em cima, à direita
vi: Trên cùng, bên phải
zh_hans: 右上角

source: Transcribing
de: Transkription läuft
es: Transcribiendo
fr: Transcription en cours
it: Trascrizione in corso
ja: 文字起こし中
ko: 받아쓰기 중
pt_br: Transcrevendo
pt_pt: A transcrever
vi: Đang chép lời
zh_hans: 正在转写

source: Transcribing audio… %@
de: Audio wird transkribiert… %@
es: Transcribiendo audio… %@
fr: Transcription audio… %@
it: Trascrizione audio… %@
ja: 音声を文字起こし中… %@
ko: 오디오 받아쓰기 중… %@
pt_br: Transcrevendo áudio… %@
pt_pt: A transcrever áudio… %@
vi: Đang chép lời âm thanh… %@
zh_hans: 正在转写音频… %@

source: Transcribing audio… %d%% · %@
de: Audio wird transkribiert… %d%% · %@
es: Transcribiendo audio… %d%% · %@
fr: Transcription audio… %d%% · %@
it: Trascrizione audio… %d%% · %@
ja: 音声を文字起こし中… %d%% · %@
ko: 오디오 받아쓰기 중… %d%% · %@
pt_br: Transcrevendo áudio… %d%% · %@
pt_pt: A transcrever áudio… %d%% · %@
vi: Đang chép lời âm thanh… %d%% · %@
zh_hans: 正在转写音频… %d%% · %@

source: Transcription failed.
de: Transkription fehlgeschlagen.
es: La transcripción falló.
fr: La transcription a échoué.
it: Trascrizione non riuscita.
ja: 文字起こしに失敗しました。
ko: 받아쓰기에 실패했습니다.
pt_br: Falha na transcrição.
pt_pt: A transcrição falhou.
vi: Chép lời không thành công.
zh_hans: 转写失败。

source: Transcription language, turn segmentation, and speaker identification.
de: Transkriptionssprache, Gesprächssegmentierung und Sprechererkennung.
es: Idioma de transcripción, segmentación de turnos e identificación de hablantes.
fr: Langue de transcription, segmentation des prises de parole et identification des locuteurs.
it: Lingua di trascrizione, segmentazione dei turni e identificazione dei parlanti.
ja: 文字起こしの言語、発話の区切り、話者の識別。
ko: 받아쓰기 언어, 발화 구분 및 화자 식별입니다.
pt_br: Idioma da transcrição, segmentação de falas e identificação de falantes.
pt_pt: Idioma da transcrição, segmentação de intervenções e identificação de oradores.
vi: Ngôn ngữ chép lời, chia lượt nói và nhận diện người nói.
zh_hans: 转写语言、话轮分段和说话人识别。

# permissions.systemAudio.enable.instructions
source: Turn Luxel on for system audio in Screen & System Audio Recording. If Luxel is not listed, click + and add the app.
de: Aktiviere Luxel für Systemaudio unter „Bildschirm- & Systemaudioaufnahme“. Wenn Luxel nicht aufgeführt ist, klicke auf + und füge die App hinzu.
es: Activa Luxel para el audio del sistema en «Grabación de pantalla y audio del sistema». Si Luxel no aparece, haz clic en + y añade la app.
fr: Activez Luxel pour le son du système dans « Enregistrement de l’écran et de l’audio du système ». Si Luxel ne figure pas dans la liste, cliquez sur + et ajoutez l’app.
it: Attiva Luxel per l’audio di sistema in “Registrazione schermo e audio di sistema”. Se Luxel non compare, fai clic su + e aggiungi l’app.
ja: 「画面収録とシステムオーディオ録音」でLuxelのシステムオーディオを許可してください。Luxelが一覧にない場合は、+をクリックしてアプリを追加します。
ko: 화면 및 시스템 오디오 녹음에서 Luxel의 시스템 오디오를 켜세요. Luxel이 목록에 없으면 +를 클릭하여 앱을 추가하세요.
pt_br: Ative o Luxel para áudio do sistema em “Gravação de Tela e Áudio do Sistema”. Se o Luxel não estiver na lista, clique em + e adicione o app.
pt_pt: Ative o Luxel para áudio do sistema em “Gravação do ecrã e áudio do sistema”. Se o Luxel não estiver na lista, clique em + e adicione a app.
vi: Bật Luxel cho âm thanh hệ thống trong Ghi màn hình & âm thanh hệ thống. Nếu không thấy Luxel, hãy nhấp + và thêm ứng dụng.
zh_hans: 在“屏幕与系统音频录制”中为 Luxel 启用系统音频。如果列表中没有 Luxel，请点按 + 并添加该应用。

# permissions.inputMonitoring.instructions
source: Turn Luxel on in Input Monitoring, then return and try again. If permission is already on but capture remains unavailable, relaunch Luxel.
de: Aktiviere Luxel unter „Eingabeüberwachung“, kehre zurück und versuche es erneut. Falls die Berechtigung bereits aktiviert ist und die Erfassung weiterhin nicht verfügbar ist, starte Luxel neu.
es: Activa Luxel en Monitorización de entrada, vuelve e inténtalo de nuevo. Si el permiso ya está activado pero la captura sigue sin estar disponible, reinicia Luxel.
fr: Activez Luxel dans « Surveillance de l’entrée », puis revenez et réessayez. Si l’autorisation est déjà activée mais que la capture reste indisponible, relancez Luxel.
it: Attiva Luxel in Monitoraggio input, poi torna e riprova. Se il permesso è già attivo ma l’acquisizione non è disponibile, riavvia Luxel.
ja: 「入力監視」でLuxelを有効にしてから、戻って再試行してください。権限がすでに有効でも収録できない場合は、Luxelを再起動してください。
ko: 입력 모니터링에서 Luxel을 켠 다음 돌아와 다시 시도하세요. 권한이 이미 켜져 있는데도 캡처할 수 없으면 Luxel을 다시 실행하세요.
pt_br: Ative o Luxel em Monitoração de Entrada, volte e tente novamente. Se a permissão já estiver ativada, mas a captura continuar indisponível, reinicie o Luxel.
pt_pt: Ative o Luxel em Monitorização de entrada, regresse e tente novamente. Se a permissão já estiver ativada, mas a captura continuar indisponível, volte a abrir o Luxel.
vi: Bật Luxel trong Giám sát đầu vào, rồi quay lại và thử lại. Nếu quyền đã bật nhưng vẫn không ghi được, hãy khởi động lại Luxel.
zh_hans: 在“输入监控”中启用 Luxel，然后返回重试。如果已启用权限但仍无法捕获，请重新启动 Luxel。

# permissions.screen.instructions
source: Turn Luxel on in Screen & System Audio Recording. If Luxel is not listed, click + and add the app.
de: Aktiviere Luxel unter „Bildschirm- & Systemaudioaufnahme“. Wenn Luxel nicht aufgeführt ist, klicke auf + und füge die App hinzu.
es: Activa Luxel en Grabación de pantalla y audio del sistema. Si no aparece en la lista, haz clic en + y añade la app.
fr: Activez Luxel dans « Enregistrement de l’écran et de l’audio système ». Si l’app n’est pas répertoriée, cliquez sur + et ajoutez-la.
it: Attiva Luxel in Registrazione schermo e audio di sistema. Se non è nell’elenco, fai clic su + e aggiungi l’app.
ja: 「画面収録とシステムオーディオ録音」でLuxelを有効にしてください。一覧にない場合は、＋をクリックして追加してください。
ko: 화면 및 시스템 오디오 녹음에서 Luxel을 켜세요. 목록에 없으면 +를 클릭하여 앱을 추가하세요.
pt_br: Ative o Luxel em Gravação de Tela e Áudio do Sistema. Se não estiver na lista, clique em + e adicione o app.
pt_pt: Ative o Luxel em Gravação do ecrã e do áudio do sistema. Se não estiver na lista, clique em + e adicione a aplicação.
vi: Bật Luxel trong Ghi màn hình và âm thanh hệ thống. Nếu không có trong danh sách, hãy nhấp + và thêm ứng dụng.
zh_hans: 在“屏幕与系统音频录制”中启用 Luxel。如果列表中没有，请点按 + 并添加该 App。

source: Turn off the camera overlay.
de: Kamera-Overlay ausschalten.
es: Desactivar la superposición de cámara.
fr: Désactiver l’incrustation caméra.
it: Disattiva la sovrapposizione fotocamera.
ja: カメラオーバーレイをオフにします。
ko: 카메라 오버레이를 끕니다.
pt_br: Desativar a sobreposição da câmera.
pt_pt: Desativar a sobreposição da câmara.
vi: Tắt lớp phủ camera.
zh_hans: 关闭摄像头叠加画面。

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
pt_pt: Tipo
vi: Loại
zh_hans: 类型

source: URL Automation
de: URL-Automatisierung
es: Automatización por URL
fr: Automatisation par URL
it: Automazione tramite URL
ja: URLオートメーション
ko: URL 자동화
pt_br: Automação por URL
pt_pt: Automatização por URL
vi: Tự động hóa qua URL
zh_hans: URL 自动化

source: URL automation is unavailable
de: URL-Automatisierung ist nicht verfügbar
es: La automatización por URL no está disponible
fr: L’automatisation par URL est indisponible
it: L’automazione tramite URL non è disponibile
ja: URLオートメーションは利用できません
ko: URL 자동화를 사용할 수 없습니다
pt_br: A automação por URL não está disponível
pt_pt: A automatização por URL não está disponível
vi: Tự động hóa qua URL không khả dụng
zh_hans: URL 自动化不可用

source: URL automation was denied
de: URL-Automatisierung wurde abgelehnt
es: Se denegó la automatización por URL
fr: L’automatisation par URL a été refusée
it: L’automazione tramite URL è stata negata
ja: URLオートメーションが拒否されました
ko: URL 자동화가 거부되었습니다
pt_br: A automação por URL foi negada
pt_pt: A automatização por URL foi recusada
vi: Tự động hóa qua URL đã bị từ chối
zh_hans: URL 自动化已被拒绝

source: Untitled Preset
de: Unbenannte Voreinstellung
es: Preajuste sin título
fr: Préréglage sans titre
it: Preimpostazione senza titolo
ja: 名称未設定のプリセット
ko: 제목 없는 프리셋
pt_br: Predefinição sem título
pt_pt: Predefinição sem título
vi: Thiết lập sẵn chưa đặt tên
zh_hans: 未命名预设

source: Untitled Size
de: Unbenannte Größe
es: Tamaño sin título
fr: Taille sans titre
it: Dimensione senza titolo
ja: 名称未設定のサイズ
ko: 제목 없는 크기
pt_br: Tamanho sem título
pt_pt: Tamanho sem título
vi: Kích thước chưa đặt tên
zh_hans: 未命名尺寸

source: Use %@ as the camera overlay.
de: %@ als Kamera-Overlay verwenden.
es: Usar %@ como superposición de cámara.
fr: Utiliser %@ comme incrustation caméra.
it: Usa %@ come sovrapposizione fotocamera.
ja: %@をカメラオーバーレイに使用します。
ko: %@를 카메라 오버레이로 사용합니다.
pt_br: Usar %@ como sobreposição da câmera.
pt_pt: Usar %@ como sobreposição da câmara.
vi: Dùng %@ làm lớp phủ camera.
zh_hans: 将%@用作摄像头叠加画面。

source: Used by %@
de: Wird von %@ verwendet
es: Lo usa %@
fr: Utilisé par %@
it: Usato da %@
ja: %@で使用中
ko: %@에서 사용 중
pt_br: Usado por %@
pt_pt: Utilizado por %@
vi: Được dùng bởi %@
zh_hans: 已被“%@”使用

source: Wait %@ before recording starts.
de: Vor Aufnahmestart %@ warten.
es: Esperar %@ antes de empezar a grabar.
fr: Attendre %@ avant de commencer l’enregistrement.
it: Attendi %@ prima di iniziare la registrazione.
ja: 収録開始まで%@待機します。
ko: 녹화 시작 전 %@ 대기합니다.
pt_br: Aguardar %@ antes de iniciar a gravação.
pt_pt: Aguardar %@ antes de iniciar a gravação.
vi: Chờ %@ trước khi bắt đầu ghi.
zh_hans: 等待%@后开始录制。

source: Where recordings go and how exports behave.
de: Speicherort der Aufnahmen und Verhalten beim Export.
es: Dónde se guardan las grabaciones y cómo funcionan las exportaciones.
fr: Emplacement des enregistrements et comportement des exportations.
it: Dove vengono salvate le registrazioni e come si comportano le esportazioni.
ja: 収録の保存先と書き出しの動作。
ko: 녹화 저장 위치 및 내보내기 동작입니다.
pt_br: Onde as gravações são salvas e como as exportações funcionam.
pt_pt: Onde as gravações são guardadas e como funcionam as exportações.
vi: Nơi lưu bản ghi và cách xuất tệp.
zh_hans: 录制保存位置和导出行为。

source: Width
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
pt_br: Largura
pt_pt: Largura
vi: Chiều rộng
zh_hans: 宽度

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
ko: 윈도우
pt_br: Janela
pt_pt: Janela
vi: Cửa sổ
zh_hans: 窗口

source: Word cut
de: Wort ausgeschnitten
es: Palabra cortada
fr: Mot coupé
it: Parola tagliata
ja: 単語をカットしました
ko: 단어 잘라냄
pt_br: Palavra cortada
pt_pt: Palavra cortada
vi: Đã cắt từ
zh_hans: 已剪切单词

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
pt_pt: Sim
vi: Có
zh_hans: 是

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT
ja: MITライセンス
ko: MIT 라이선스
pt_br: Licença MIT
pt_pt: Licença MIT
vi: Giấy phép MIT
zh_hans: MIT 许可证

source: Include Timestamps in Markdown
de: Zeitstempel in Markdown einschließen
es: Incluir marcas de tiempo en Markdown
fr: Inclure les horodatages dans le Markdown
it: Includi timestamp nel Markdown
ja: Markdownにタイムスタンプを含める
ko: Markdown에 타임스탬프 포함
pt_br: Incluir marcações de tempo no Markdown
pt_pt: Incluir marcas temporais no Markdown
vi: Thêm dấu thời gian vào Markdown
zh_hans: 在 Markdown 中包含时间戳
